{
  "title":"Relive the history of the challenge",
  "subtitle":"Breaking Three",
  "paragraphs":[
    {
      "title":"",
      "subtitle":"",
      "text":"Jon Shubert has a pedigree of success over 100 miles; winner of the 2019 British Best All-Rounder (BBAR) and one of only five men to have ever averaged over 30mph on a standard out-and-back 100-mile time trial.",
      "display":""
    }
    ,{
      "title":"",
      "subtitle":"",
      "text":"After the 3:19 100-mile ride, which won Jon the 2019 BBAR, the idea was floated by Mike Broadwith of the RRA that, on paper, Jon was capable of bettering the 26-year-old RRA record and beating the ‘unbreakable’ three-hour barrier.",
      "display":""
    }
    ,{
      "title":"",
      "subtitle":"",
      "text":"Over a year of planning and preparation ensued. A feasibly fast 100-mile course was devised across the southeast of England from Milton Keynes to Norwich, a crack support team was assembled, equipment was designed, tried and tested, and Jon put the hard training hours in as the team waited for favourable weather conditions.",
      "display":""
    }
    ,{
      "title":"",
      "subtitle":"",
      "text":"On 21st October (Jon’s birthday), 2020, with a frustrating absence of suitable wind all year, Jon chose to attack the record with nothing more than a light breeze for assistance (previous records have capitalised on extreme weather). Jon emerged from a rain-soaked day to cross the finish line with a time of 3:08:15, shaving three minutes off Ian Cammish’s 27-year-old record.",
      "display":""
    }
    ,{
      "title":"",
      "subtitle":"",
      "text":"Using the ride data collected from Jon’s ride and mywindsock.com modelling software, it became apparent that the first-ever sub-3-hour 100-mile ride was a real possibility with favourable weather, a convergence of time and distance, previously considered beyond the realms of possibility.",
      "display":""
    }
    ,{
      "title":"",
      "subtitle":"",
      "text":"#Projectsub3 seemed to be resigned to 2021, but at the end of October, less than two weeks after Jon’s first record-setting ride, suddenly, and seemingly from nowhere, a large weather system began tracking across the Atlantic. The team had 48 hours to be ready for attempt number two.",
      "display":""
    }
    ,{
      "title":"",
      "subtitle":"",
      "text":"On Monday, 2nd November, Jon found himself in an unfamiliar position, no longer racing another person nor another person’s time. For the first time, Jon was staring at a convergence of distance and time that had never been crossed by human power, a psychologically implausible feat, which had the potential to readjust what was deemed possible, as Roger Bannister’s breaking of the four-minute mile had done in 1953 and Eliud Kipchoge’s sub-2-hour marathon in 2019.",
      "display":""
    }
    ,{
      "title":"",
      "subtitle":"",
      "text":"Setting off with conviction, Jon attacked the first incline and settled into his aerodynamic position. Touching close to 40mph, a gear change threw Jon’s chain off the front chainring, and it became tangled around the crank arm. Forced to come to a complete stop, Jon untangled the chain and, unfazed, was quickly back up to speed, confident that the three-hour barrier hadn’t escaped his grasp. Jon’s gears were struggling to shift, and the chain unshipped twice more, but both times Jon managed to remount it without stopping. Realising there was a problem with his rear derailleur, Jon knew he needed to put the chain in one gear and leave it there; 62 x 13 was the answer.",
      "display":""
    }
    ,{
      "title":"",
      "subtitle":"",
      "text":"Despite the complications, Jon passed through the first 10 miles, on track in 16:44. The slowest section of the course presented itself after only 20 miles, but grinding his 125” gear up the gradual incline of single carriageway Jonathan held his pace before his legs spun into a blur on the A14, to record a 15-minute 10-mile segment, before passing the halfway split in 1:25:01.",
      "display":""
    }
    ,{
      "title":"",
      "subtitle":"",
      "text":"Hurtling along the final 300 metres of the course, Jon streaked past crowds at the finish to stop the clock in a time of 2:57:58 with an incredible average speed of 33.71mph/ 54.25km/h, to set a new RRA record and the fastest-ever unpaced 100-miles.",
      "display":""
    }
    ,{
      "title":"",
      "subtitle":"",
      "text":"Jon is not a world tour rider or even a full-time athlete, and nor does he ride a no-expense-spared superbike. The success of projectsub3 is a testament to a sense of adventure, gumption, detailed planning, resilience, and adaptability in the face of failure and the importance of teamwork.",
      "display":""
    }
    ,{
      "title":"",
      "subtitle":"",
      "text":"When the incomprehensible is achieved, we must all readjust the limits we perceive. Breaking three demonstrates how much potential is in all of us; no goal is too farfetched if you believe in the process.",
      "display":""
    }
  ]
}
