{
  "title":"Relive the history of the challenge",
  "subtitle":"Breaking Three",
  "paragraphs":[
    {
      "title":"",
      "subtitle":"",
      "text":"There is no prespecified course, no prespecified date, simply the challenge for a person to ride 100-miles as fast as is humanly possible, without assistance from others.",
      "display":""
    },
    {
      "title":"",
      "subtitle":"",
      "text":"In 1885, the RRA began its record-keeping of the fastest 100-miles covered by bicycle. During the past 135 years, custodians of the record have included iconic sportsmen like Frank Southall (The first man to break 4hours), Ray Booty (The first man to beat 3.5 hours), and in 1993, Olympian, multiple British champion and legend, Ian Cammish who had recorded an outrageous time of 3:11:11.",
      "display":""
    },
    {
      "title":"",
      "subtitle":"",
      "text":"Jonathan Shubert has a pedigree of success over 100-miles; winner of the 2019 <a href='https://en.wikipedia.org/wiki/British_Best_All-Rounder'>British Best All-Rounder</a> and one of only five men to have ever averaged over 30mph on a standard out and back CTT 100-mile time trial. At the end of 2019, Jonathan began to wonder how fast 100-miles could be covered with the scientific and technological advances available to cyclists in 2020.",
      "display":""
    },
    {
      "title":"",
      "subtitle":"",
      "text":"A feasibly fast 100-mile course was devised across the south-east of Britain, travelling from Milton Keynes to Norwich, the support team assembled, the equipment was tried and tested, and the rider was ready, all that remained was to find a favourable following wind. The autumn is a time synonymous with storms in Britain, but as patiently as the team waited, atmospheric conditions remained calm. Jonathan grew impatient and eventually chose to attack the record on his birthday, 21st October, with nothing more than a light breeze for assistance (previous records having capitalised on extreme weather). A technical issue with his Garmin meant Jonathan was navigating the 100-miles from the recollection of images from google street view. With everything else going to plan, Jonathan emergent from a rain-soaked day to cross the finish line with a time of 3:08:15, shaving three minutes from Ian Cammish’s 27-year-old record.",
      "display":""
    },
    {
      "title":"",
      "subtitle":"",
      "text":"Using <a href='http://mywindsock.com/'>mywindsock.com</a> to model the ride data collected from Jonathan’s initial record, it became apparent how much lower Jonathan was capable of taking his own time in favourable conditions. Projectsub3 was born; the first-ever sub-3-hour 100-miles ride had been imagined. A convergence of time and distance previously considered beyond the realms of possibility.",
      "display":""
    },
    {
      "title":"",
      "subtitle":"",
      "text":"Long-range weather forecasts suggested that 2020 could be ruled out for the attempt at the 3-hour barrier. Projectsub3 seemed to be resigned to 2021, but at the end of October, less than two weeks after the first record-setting ride, very suddenly, and seemingly from nowhere, a large weather system began tracking across the Atlantic. With the minimum two days' notice required by the RRA for an attempt, Jonathan contacted the RRA secretary Brian Edrupt on Friday night and pushed the button. Schedule number 2149 had been activated; the team had 48-hours to ready themselves for attempt number two.",
      "display":""
    },
    {
      "title":"",
      "subtitle":"",
      "text":"On Monday 2nd November, in an unassuming layby near Milton Keynes, with half an hour before the off, a small crowd was gathering; Hank from GCN was waiting for his interview, as was Will Amlot, the official photographer. Jonathan found himself in an unfamiliar position, no longer racing another person, nor another person’s time, for the first time he was staring at a barrier presented to him as a consequence of the convergence of distance and time, a psychologically impossible feat, which had the potential to readjust what was deemed possible, as Roger Bannister’s breaking of the four-minute mile had done in 1953 and Eliud Kipchoge’s sub-2-hour marathon in 2019.",
      "display":""
    },
    {
      "title":"",
      "subtitle":"",
      "text":"A man on a mission, Jonathan set off like a train as he attacked the first mile of incline before settling into an aerodynamic position and flying along the A421 dual carriageway. Touching close to 40mph, Jonathan realised there was a problem; the rear derailleur had been damaged when removing the bike from the car before the start, and the gears were struggling to shift. A gear change threw the chain off the front chainring, and it became knotting around the crank arm. Jonathan had no choice but to come to a complete stop and untangle the chain by hand. A less than ideal start to the attempt, Jonathan was soon back up to speed, unfazed, confident that he still had the potential to beat the three-hour barrier. The chain unshipped twice more as Jonathan attempted to shift gears, but both times Jonathan managed to remount it without stopping. Realising that if he was going to make it to Norwich by 13:30, then he needed to put the chain in one gear and leave it there, Jonathan opted for the 62 x 13 and accepted he’d be touching 120rpm and slowing to 60rpm as the course rolled, a necessary physical burden to avoid more issues. Despite the complications, Jonathan passed through the first 10 miles, on track in 16:44. The slowest section of the course presented itself after only 20-miles, but grinding his 125” gear up the gradual incline of the A428 single carriageway Jonathan held his pace before his legs spinning into a blur on the A14, where a 15-minute 10-mile segment was recorded, before passing the halfway split in 1:25:01.",
      "display":""
    },
    {
      "title":"",
      "subtitle":"",
      "text":"Crowds filled laybys and peered over bridges to cheer Jonathan on. In the final 30-miles cramp began setting in, an almost certain consequence of the extreme range of cadences that one gear had presented. Stretching briefly, Jonathan pushed on. With 10 miles remaining, follow car number one took off to the finish with timekeepers and the Arctic team van, driven by director sportive Pete Ruffhead, took over as the official follow vehicle.",
      "display":""
    },
    {
      "title":"",
      "subtitle":"",
      "text":"At the finish crowds were gathered in the hope they would witness history, anticipation and tension built and palms became clammy with the three-hour mark drawing ever closer. Strained necks caught sight of a spectator near the A47 roundabout raise his arms as Jonathan exited the slip road. Hurtling along the final 300 meters of the course, Jonathan sailed past the finish to stop the clock a time of 2:57:58 with an incredible averaged speed of 33.71mph/ 54.25km/h, to set a new RRA record and the fastest ever unpaced 100-miles.",
      "display":""
    },
    {
      "title":"",
      "subtitle":"",
      "text":"Jonathan is not a world tour rider, or even a full-time athlete, and nor does he ride a no expense spared super bike. The success of projectsub3 is testament to a sense of adventure, gumption, detailed planning, resilience, and adaptability in the face of failure and the importance of teamwork.",
      "display":""
    },
    {
      "title":"",
      "subtitle":"",
      "text":"When the incomprehensible is achieved, we must all readjust the limits we perceive. Breaking three demonstrates how much potential is in all of us; no goal is too farfetched if you believe in the process.",
      "display":""
    }
    ,
    {
      "title":"",
      "subtitle":"",
      "text":"Credit to <a href='https://www.facebook.com/james.lucas.7543'>James Lucas</a> and <a href='https://www.facebook.com/profile.php?id=100010080585938'>Will Amlot</a> for the photographs.",
      "display":""
    }
  ]
}
