{
  "title":"Relive the history of the challenge",
  "subtitle":"Breaking Three",
  "paragraphs":[
    {
      "title":"",
      "subtitle":"",
      "text":"Since 1885, the RRA has provided the regulations and kept a record of the greatest performances from amateurs and professionals for the straight-out, solo 100-mile time trial record. There is no prespecified course, no prespecified date, but rules in which these choices must conform. The existing RRA 100-mile record was set by Olympian, multiple British champion and legend Ian Cammish in 1993, with an outrageous time of 3:11:11.",
      "display":""
    },
    {
      "title":"",
      "subtitle":"",
      "text":"Successfully competing as one of the UK’s top long distance time trialists; winner of the 2019 British Best All-Rounder (https://en.wikipedia.org/wiki/British_Best_All-Rounder), and one of only five men to have ever averaged over 30mph on a standard out and back CTT 100-mile time trial, Jonathan began to wonder how fast it was possible to go for a straight out 100-miles on fast roads and with favourable weather.",
      "display":""
    },
    {
      "title":"",
      "subtitle":"",
      "text":"With the advice of RRA members a feasibly fast 100-mile course was we devised on road from Milton Keynes to Norwich, a route travelling northeast across southern Britain. The autumn, a time synonymous with strong winds, but as patiently as the team waited, the wind didn’t materialise, my frustrations grew. Jonathan chose to attack the record on 21st October, with nothing more than a light breeze for assistance (previous records having capitalised on extreme weather). Ignoring the anxiety surrounding navigational issues, everything else went to plan and Jonathan emergent from the rain-soaked day to cross the 100-mile mark with a time of 3:08:15 shaving three minutes from Ian Cammish’s existing record.",
      "display":""
    },
    {
      "title":"",
      "subtitle":"",
      "text":"Modelling the ride data in mywindsock.com, it became apparent how much lower Jonsthan could take the record in favourable conditions. Projectsub3 was born; the first-ever sub-3-hour ride seemed like it was no longer beyond the realms of possibility. Long-range forecasts suggested that 2020 should be ruled out, Projectsub3 was to a goal for 2021, but at the end of October, less than two weeks after the first record-setting ride, very suddenly, and seemingly from nowhere, a large weather system began tracking across the Atlantic. With a minimum of 48-hours notice required by the RRA for an attempt, Jonathan called the RRA on Friday night and pushed the button. Attempt number two was scheduled for 10:30 on Monday 2nd November.",
      "display":"none"
    },
    {
      "title":"",
      "subtitle":"",
      "text":"Jonathan was no longer racing another person, nor was he racing another person’s time, as he was the custodian of the existing record, he was racing a convergence of distance and time which had never been crossed, a daunting prospect.In Brogborough at the start line with half an hour before the off, a small crowd was gathering; Hank from GCN was waiting for his interview, as was Will Amlot, our photographer. In a rush to extract the bike from the car, the pulley arm of the derailleur got snagged, and the spring responsible for its recoil was damaged.With a significant effort up the first mile of incline, Jonathan settled into an aerodynamic position as he flew along the dual carriageway. Touching close to 40mph, a gear change threw the chain off the front chainring. Tangled around itself, there was no choice but to come to a complete stop and remount the links on the chainring by hand. A less than ideal start to the attempt, Jonathan was soon back up to speed, calm and composed, believing there was enough wiggle room for this not to rule out the sub-3-hour performance. The chain unshipped twice more with gear changes, but both times Jonathan managed to remount it without stopping. Jonathan realised that if he was going to make it to Norwich by 13:30 then he needed to put the chain in a “versatile” gear and leave it there and opted for the 62 x 13 and accepted that I would be spinning at 120rpm on declines and grinding at 60rpm on some of the uphills; a necessary physical burden to avoid more issues. Despite the complications, Jonathan passed through the first 10 miles, on track in 16:44. The slowest section of the course presented itself early on, Jonathan grinding his 128” gear up the gradual incline of the A428 single carriageway. Legs spinning into a blur on the A14, Jonathan  recorded a 15 minute 10-mile segment and then passed the halfway split in 1:25:01.",
      "display":"none"
    },
    {
      "title":"",
      "subtitle":"",
      "text":"Crowds filled laybys and peered over bridges cheering Jonathan on. In the last 30-mile cramp began setting into his quadriceps, an almost certain consequence of the extreme range of cadences. Stretching briefly, Jonathan pushed on. With 10 miles remaining, follow car number one took off to the finish with timekeeper Doug Gale to get him into position with his stopwatch. The Arctic team van, driven by director sportive Pete Ruffhead took over as my follow vehicle. Crowds were gathered at the finish in the hope they would witness history, anticipation and tension built and palms became sweaty with the three hour mark drawing ever closer.  Strained necks at the finish line finally caught sight of a spectator near the A47 roundabout raise his arms as Jonathab exited the slip road and came hurtling downhill for the final 300 meters of the course, sailing past the finish with an average speed of 33.71mph/ 54.25km/h, stopping the clock at 2:57:58. Subject to ratification, this is a new RRA record and the fastest ever unpaced, 100-miles covered by a single rider on a bicycle. This record is a testament to gumption, vision, drive, determination, teamwork, self-belief, adaptability fortitude, resilience and teamwork. A thank you to everyone who believed and supported project: The amazing RRA men for both attempts Doug Gale and John Sirett, Colin for relaying the information to social media, Mike Broadwith, Tim Bayley, Ralph Dadswell and Brian Edrupt for their assistance developing the route and the schedules, the entire Arctic race team for the support, Santini clothing, Mountain Fuel Sports Nutrition for their nutritional support, POC for supplying the tempor helmet, and finally a massive thanks to all of the hundreds of people who came out on the day to cheer on the attempt. Credit to James Lucas and Will Amlot for the photographs.",
      "display":"none"

    }
  ]
}
